Repository: geosolutions-it/smb-portal
Catalog: smbportal/locale/*/LC_MESSAGES/django.po
Languages: it

source: Did not accept the portal's Terms of Service
it: Non sono stati accettati i termini di servizio della piattaforma

source: nickname
it: Nome utente

source: language preference
it: Lingua preferita

source: user
it: Utente

source: date updated
it: Data aggiornata

source: gender
it: Sesso

source: female
it: Femmina

source: male
it: Maschio

source: age
it: Età

source: phone number
it: Numero di telefono

source: Short user biography
it: Breve biografia

source: occupation
it: Occupazione

source: insurance agent
it: agente assicurativo

source: trading agent
it: agente di commercio

source: freelancer
it: altra libera professione

source: architect
it: architetto

source: craftsman
it: artigiano

source: artist
it: artista

source: lawyer
it: avvocato

source: housewife
it: casalinga

source: accountant
it: commercialista

source: dealer
it: commerciante

source: shop assistant
it: commesso

source: consultant
it: consulente

source: public agency employee
it: dipendente pubblica amministrazione

source: private sector employee
it: dipendente di azienda privata

source: manager
it: dirigente

source: public agency manager
it: dirigente/funzionario p.a./ufficiale

source: pharmacist
it: farmacista

source: surveyor
it: geometra

source: journalist
it: giornalista

source: entrepreneur
it: imprenditore

source: engineer
it: ingegnere

source: teacher
it: insegnante

source: doctor
it: medico

source: unemployed
it: non occupato

source: notary
it: notaio

source: worker
it: operaio

source: retired
it: pensionato

source: politician
it: politico

source: university professor
it: professore universitario

source: trainee
it: stagista/tirocinante

source: professional athlete
it: sportivo professionista

source: high school student
it: studente scuola superiore

source: college student
it: studente universitario

source: end user
it: Utente finale

source: date answered
it: Data della risposta

source: public transport usage
it: Utilizzo dei trasporti pubblici

source: Habitual (more than 10 travels per month)
it: Abituale (oltre 10 viaggi al mese)

source: Occasional (once per month)
it: Sporadico (un viaggio al mese)

source: Rare (less than 10 travels per year)
it: Raro (meno di 10 viaggi l'anno)

source: Never
it: Mai

source: uses bike sharing services
it: utilizzo servizi di bike sharing

source: uses electrical car sharing services
it: utilizzo servizi di car sharing elettrico

source: uses fuel car sharing services
it: uso servizi di car sharing

source: bicycle usage
it: Utilizzo della bicicletta

source: Habitual (at least once a week on average)
it: Abituale (almeno una volta alla settimana)

source: Habitual (at least once a month)
it: Sporadico (almeno una volta al mese)

source: Seasonal (mainly used in the Summer)
it: Stagionale (principalmente in primavera/estate)

source: Rare (less than once a month)
it: Raro (meno di una volta al mese)

source: Never use a bicycle to move around in the city
it: Non utilizzo mai la bicicletta per muovermi in città

source: Privileged user profile created!
it: Creato utente con ruolo speciale

source: Registration request sent to admins
it: La richeista di registrazione è stata inviata agli amministratori

source: You have been logged out
it: Disconnesso

source: User profile created. You can now add some bikes
it: Profilo utente createo. Adesso puoi aggiungere le tue biciclette

source: User profile updated!
it: Profilo utente aggiornato!

source: Please complete your user profile before continuing
it: Completa il tuo profilo utente per poter continuare nella navigazione

source: profile
it: Il mio profilo

source: avatar
it: Immagine del profilo

source: new
it: Nuovo

source: Add avatar
it: Aggiungi immagine del profile

source: Current avatar:
it: Immagine del profilo

source: You haven't uploaded an avatar yet. Please upload one now.
it: Non hai ancora inserito un imagine per il tuo profilo. Potresti aggiungerne una?

source: Upload
it: Carica

source: Change avatar
it: Modifica immagine profile

source: Change
it: Modifica

source: Upload new avatar
it: Carica nuova immagine profilo

source: Delete avatars
it: Elimina immagini profilo

source: delete
it: Elimina

source: Please select the avatars that you would like to delete.
it: Selezioa le immagini del profilo che vuoi rimuovere

source: You have no avatars to delete. Please <a href="%(avatar_add_url)s">upload one</a> now.
it: Non ci sono immagini del profilo da elminare. <a href="%(avatar_add_url)s">Aggiungine una.

source: Delete selected
it: Elimina selezionati

source: Bikes
it: Biciclette

source: Report a lost Bike
it: Segnala una bicicletta smarrita

source: About
it: Info

source: My Profile
it: Il mio profilo

source: Messages
it: Messaggi

source: Logout
it: Disconnetti

source: Login/Register
it: Accedi o Registrati

source: Home
it: Pagina iniziale

source: Privacy Policy
it: Informativa sulla privacy

source: Close
it: Chiudi

source: We use cookies to help make SaveMyBike better. By visiting this site, you agree to our cookie policy
it: Usiamo i cookie per migliorare il servizio di SaveMyBike. Visitando questo sito acconsenti alla nostra politica sull'utilizzo dei cookie

source: Got it!
it: Capito!

source: Welcome on Good_Go!
it: Benvenuto su Good_Go!

source: The mobility game that rewards
it: Il gioco della mobilità che ripaga!

source: Protect your bikes
it: Proteggi le tue bici

source: Request the RFID sensors to identify and localize them
it: Richiedi i sensori RFID per poterle identificare e rilevarne la posizione

source: The SaveMyBike User Guide
it: Guida utente

source: <a href="%(MEDIA_URL)sdocs/Manuale_SaveMyBike_v2.pdf" target="_blank"><b>Download</b></a> the document that will guide you through the registration process and first steps on the SaveMyBike Platform
it: <a href="%(MEDIA_URL)sdocs/Manuale_SaveMyBike_v2.pdf" target="_blank"><b>Scarica</b></a> il documento che ti guiderà nella registrazione sulla piattaforma e all'utilizzo delle sue funzionalità

source: Register new Bikes, update information about your bikes and delete bikes from the system.
it: Registra e gestisci le tue biciclette.

source: Sensors
it: Sensori

source: Want protection? Add rfid support to your bikes here
it: Vuoi proteggere la tua bici? Prenota l'installazione dei sensori RFID

source: Book your sensor
it: Prenotati

source: Activity
it: Attività

source: View your tracks, calculate your gas emissions credits and the health impacts of cycling
it: Visualizza i percorsi registrati, calcola quanti gas esausti hai risparmiato e i benefici alla tua salute

source: Coming soon
it: In arrivo...

source: View all your Badges, the ones you've unlocked and ones you need to get.
it: Visualizza tutti i tuoi badge, quelli che hai sbloccato e quelli che devi ottenere

source: Prizes
it: Premi

source: View all the prizes you can available in your city.
it: Visualizza tutti i premi che puoi mettere a disposizione nella tua città

source: Delete all Features
it: Elmina tutti gli elementi

source: Complete profile
it: Completa il tuo profilo

source: complete profile
it: Profilo copleto

source: Mobility Survey
it: Sondaggio sulla mobilità

source: Please complete this short survey as a final step for creating your profile
it: Completa questo breve sondaggio per completare il tuo profilo

source: Save
it: Salva

source: You can also <a href="%(privileged_url)s">register as a different user type
it: <a href="%(privileged_url)s">Registrati come un altro utente

source: Your profile
it: Il mio profilo

source: Mobility surveys
it: Sondaggi sulla mobilità

source: Mobility survey
it: Sondaggio sulla mobilità

source: Answer mobility survey again
it: Rispondi nuovamente al sondaggio sulla mobilità

source: User %(email)s wants to register as a privileged user For moderating this membership request, please visit your keycloak admin area at: %(keycloak_base_url)s Then visit the `users -> %(email)s` section and proceed as follows: - Add user %(email)s to the `privileged_users` group in the `groups` section; - Enable the user by toggling the relevant switch in `details -> User enabled`
it: L'utente %(email)s vuole registrarsi con un ruolo privilegiato Per moderare questa richiesta è necessario utilizzare la console di Keycloak qua: %(keycloak_base_url)s Wntra quindi nella sezione `users -> %(email)s` e procedi così: - Aggiungi l'utente %(email)s al gruppo `privileged_users`section; - Abilita l'utente attivando le opzioni dedicate nella sezione `details -> User enabled`

source: Privileged user registration request
it: Richiesta di registrazione da un utente privilegiato

source: Welcome to the savemybike portal! You registered a profile of type %(profile_type)s. Your username is %(username)s. Access your profile details page at: %(profile_url)s
it: Benvenuto nella piattaforma Good_Go di SaveMyBike! Sei stato registrato come %(profile_type)s. Il tuo username è %(username)s. Accedi alla pagina del tuo profilo qua at: %(profile_url)s

source: User created
it: Utente creato

source: new survey
it: Nuovo sondaggio

source: New mobility survey
it: Nuovo sondagio sulla mobilità

source: Bicycle usage
it: Utilizzo della bicicletta

source: Public transport usage
it: Utilizzo dei trasporti pubblici

source: Uses bike sharing services
it: Utilizzo servizi di bike sharing

source: Uses electric car sharing services
it: Utilizzo service di car sharing elettrico

source: Uses fuel car sharing services
it: Uso servizi di car sharing

source: Complete profile - Privileged user
it: Completa il profilo - Utente con ruolo speciale

source: complete profile privileged user
it: Completa il profilo per utente con ruolo speciale

source: Registering as a privileged user requires manual authorization from one of the platform's administrators. Your application will be moderated and you will be notified via e-mail. Until then you will not be able to use the portal
it: La registrazione come utente privilegiato necessita dell'autorizzazion manuale da parte di un amministratore del portale. Appena la richeista sarà processata verrà spedita una notiva via email. Fino ad allora non sarà possibile accedere al portale

source: Go back
it: Torna indietro

source: Register as privileged user
it: Registrati per un altro ruolo utente

source: bikes
it: Biciclette

source: observations
it: Rilevazioni

source: Bike observations
it: Rilevazioni bicicletta

source: Latest observations
it: Ultime rilevazioni

source: This bike has no observations yet
it: Questa bicicletta non ha ancora posizioni rilevate

source: Bikes that have RFID tags may be monitored when circulating on the street
it: Le biciclette con un RFID installato possono essere monitorate durante la circolazione per le strade

source: Delete bike
it: Elimina la bicicletta

source: Are you sure you want to delete bike <strong>%(nickname)s</strong>?
it: Sei sicuro di voler rimuovere questa bicicletta <strong>%(nickname)s</strong>?

source: Register new bike
it: Registra una nuova bicicletta

source: Bike details
it: Dettagli della bici

source: Current status
it: Stato della bicicletta

source: Lost
it: Smarrita

source: With owner
it: In possesso del propretario

source: Registration code
it: Registrazione

source: Bike type
it: Tipo di bicicletta

source: Gears
it: Cambio

source: Brakes
it: Freni

source: Brand
it: Marca

source: Model
it: Modello

source: Color
it: Colore

source: Saddle
it: Sella

source: Basket
it: Cestino

source: Cargo rack
it: Portapacchi

source: Light
it: Luci

source: Bags
it: Borse

source: Other details
it: Altri dettagli

source: RFID tags
it: Tag RFID

source: This bike does not have any tags
it: Queta bicicletta non ha associato nessun tag

source: Book the RFID installation
it: Prenota l'installazione dei sensori RFID

source: Print bike registry info
it: Stampa codice registrazione

source: View bike observations
it: Visualizza posizioni rilevate

source: Update bike
it: Aggiorna bicicletta

source: Edit bike details
it: Modifica

source: Manage bike pictures
it: Gestisci le foto

source: Update bike status
it: Aggiorna lo stato

source: Your bikes
it: Le tue biciclette

source: This bike is currently reported as lost
it: Questa bicicletta è segnalato come smarrita

source: You do not have any bikes yet
it: Non ha ancora biciclette registrate

source: Create bike
it: Registra la bicicletta

source: Bikes limit reached
it: E' stato raggiunto il numero massimo di biciclette registrabili

source: Bikes limit reached. Cannot add more bikes. Delete some existing bikes first.
it: E' stato raggiunto il limite delle biciclette registrabili. Per registrare una nuova bicicletta rimuovere è necessario rimuoverne una esistente.

source: Register a new bike
it: Registra una nuova bicicletta

source: manage pictures
it: Gestisci le foto

source: Delete pictures
it: Elimina foto

source: Please select the pictures that you would like to delete.
it: Selezioare le immmagini che si vogliono eliminare

source: Delete selected pictures
it: Elminia le immagini selezionate

source: add picture
it: Aggiungi nuove foto

source: Add picture
it: Aggiungi foto

source: Bike Pictures
it: Foto della bicicletta

source: This bike already has the maximum number of pictures. Cannot add more.
it: Questa bicicletta ha raggiunto il limite di foto associabili. Non è possibile aggiungerne altre

source: There are no pictures for this bike yet
it: Non sono predenti fotografie di questa bicicletta

source: Upload picture
it: Carica foto

source: Upload bike picture
it: Carica foto

source: Bike pictures limit reached
it: Hai raggiunto il limite di foto caricabili

source: Bike pictures limit reached. Cannot add more pictures. Delete some existing pictures first.
it: Bhai raggiunto il limite di foto associabili alla bicicletta. Per aggiungere altre foto rimuovere una o più di quelle già presenti

source: update status
it: Aggiorna stato

source: report lost
it: Segnala bici smarrita

source: Report lost bike
it: Segnala bicicletta smarrita

source: Bike %(nickname)s has been successfully registered on the portal. You can access the bike details page at: %(bike_url)s
it: La bicicletta %(nickname)s è stata registrata correttamente. Qua puoi vedere la scheda della bicicletta: %(bike_url)s

source: Bike %(nickname)s has been registered
it: La bicicletta %(nickname)s è stata registrata

source: Bike %(nickname)s has been successfully deleted from the portal. You can add more bikes by visiting: %(bike_list_url)s
it: La bicicletta %(nickname)s è stata rimossa. Puoi aggiungere nuove biciclette visitando: %(bike_list_url)s

source: Bike %(nickname)s has been deleted
it: La bicicletta %(nickname)s è stata rimossa

source: Registration code for bike %(nickname)s
it: Codice di registrazione della bicicletta %(nickname)s

source: User: %(email)s
it: Utente: %(email)s

source: Use your bike's registration code to obtain RFID tags. Apply these tags to your bike and enable additional functionality on the portal, such as tracking your bike
it: Utilizza il codice di registrazione della tua biciletta per richiedere un tag RFID. I tag, applicati alla bicicletta, ti permetteranno di fruire delle funzionalità per la ricerca e il ritrovamente delle biciclette smarrite

source: Print registration information
it: Stampa le informazioni di registrazione della bicibletta

source: bike
it: Bicicletta

source: reporter id
it: ID rilevatore

source: reporter type
it: Tipo di rilevatore

source: reporter name
it: Nome del rilevatore

source: position
it: Posizione

source: Either this field or `address` must be given
it: Questo campo o il campo 'indirizzo' devono essere compilati

source: address
it: Indirizzo

source: Approximate address. Either this field or `position` must be given
it: Indirizzo. Questo campo o la posizione sulla mappa devono essere compilati

source: created at
it: Creata il

source: observed at
it: Rilevata il

source: When the observation was made
it: Quando è stata fatta la rilevazione

source: details
it: Dettagli

source: A bike with that nickname already exists
it: E' già presente una bicicletta con questo nome

source: image
it: Immagine

source: could not read uploaded image
it: Non è stato possibile leggere l'immagine caricata

source: Already uploaded a picture with that name
it: E' stata già inserita una foto con lo stesso nome

source: Must select at least one picture to delete
it: Selezionare almeno un'immagine da eliminare

source: short identifier
it: Identificatore breve

source: last position
it: Ultima positione rilevata

source: owner
it: In possesso del propretario

source: picture_gallery
it: Galleria immagini

source: last update
it: Ultimo aggiornamento

source: bike type
it: tipo di bicicletta

source: racing
it: da competizione

source: city
it: da città

source: mountain
it: mountain bike

source: foldable
it: ripiegabile

source: gear
it: cambio

source: single ring
it: corona singola

source: groupset below 18 speeds
it: cambio con < 18 velocità

source: groupset above 18 speeds
it: cambio con > 18 velocità

source: electric
it: elettrica

source: brake
it: freni

source: disk
it: a disco

source: cantilevel
it: cantilever

source: coaster
it: contropedale

source: bikename
it: Nome identificativo della bicicletta

source: brand
it: marca

source: model
it: modello

source: color
it: colore

source: saddle
it: sella

source: has basket
it: cestino

source: has cargo rack
it: portapacchi

source: has lights
it: luci

source: has bags
it: borse

source: other details
it: altri dettagli

source: lost
it: smarrita

source: creation date
it: data di inserimento

source: Bike last seen position
it: Ultima positione rilevata della bicicletta

source: Electronic Product Code
it: Codice prodotto

source: Uploaded file is too large. File size must not exceed %(max_size)s MB
it: Il file caricato è troppo grande. I file non possono eccedere %(max_size)s MB

source: Bike created!
it: Bicicletta inserita!

source: Bike details updated!
it: Dettagli bicicletta aggiornati!

source: Update bike details
it: Modifica i dati della bicicletta

source: Bike deleted!
it: La bicicletta è stata rimossa

source: Bike picture uploaded!
it: La foto è stata caricata correttamente!

source: Pictures have been deleted!
it: Le foto sono state eliminate!

source: Bike status updated!
it: Lo stato è stato aggiornato!
